
<h3>Syst&egrave;mes de pulv&eacute;risation MANKAR&reg; ULV - De grands avantages</h3>
<a href="http://www.mankar.ca/pics/benefits1.jpg" rel="lightbox[benefits]" title="Mankar-P"><img class="pright" src="http://www.mankar.ca/pics/thumbs/benefits1.jpg" alt=""></a>
<p><strong>Technique brevet&eacute;e</strong><br />
MANKAR&reg; respecte les ressources naturelles. Bon pour l&rsquo;environnement et  vos finances : gr&acirc;ce &agrave; la technique ULV (Ultra Low Volume &ndash; application  de doses particuli&egrave;rement petites) et &agrave; la buse rotative &agrave; secteur  r&eacute;glable, 1 &agrave; 2 litres de produit sont suffisants pour une surface de 1  ha. Les syst&egrave;mes conventionnels, comme les pulv&eacute;risateurs portables  communs, n&eacute;cessitent des quantit&eacute;s beaucoup plus &eacute;lev&eacute;es pour une m&ecirc;me  surface.</p>
<p><strong>Application d&rsquo;herbicide non dilu&eacute;</strong><br />
  MANKAR&reg; fait gagner du temps. Epargnez-vous du travail inutile ! Gr&acirc;ce  &agrave; l&rsquo;application d&rsquo;herbicide g&eacute;n&eacute;ralement non dilu&eacute;, c&rsquo;est-&agrave;-dire sans  addition d&rsquo;eau, vous pouvez commencer le travail tout de suite sans  &ecirc;tre oblig&eacute; de l&rsquo;interrompre par des remplissages fastidieux.</p>
<a href="http://www.mankar.ca/pics/benefits2.jpg" rel="lightbox[benefits]" title="Mankar-P"><img class="pleft" src="http://www.mankar.ca/pics/thumbs/benefits2.jpg" alt=""></a>
<p><strong>Application d&rsquo;herbicide sans pression</strong><br />
MANKAR&reg; atteint son but. Aucune goutte ne tombe &agrave; c&ocirc;t&eacute;. L&rsquo;application  du produit s&rsquo;op&egrave;re verticalement et sans pression ; une protection  enti&egrave;rement ferm&eacute;e limite au maximum le risque d&rsquo;&eacute;claboussures, de  d&eacute;rive et d&rsquo;a&eacute;rosol.</p>
<p><strong>Utilisation confortable</strong><br />
  MANKAR&reg; est confortable. All&eacute;gez-vous le travail ! Les mod&egrave;les  portables MANKAR&reg; sont exceptionnellement l&eacute;gers &ndash; le premier mod&egrave;le  p&egrave;se &agrave; peine 2,9 kg. En outre, la forme ergonomique garantit un confort  de port maximal. En comparaison : un pulv&eacute;risateur portable  conventionnel p&egrave;se 20 kg.</p>
<p><strong>Fonctionnement peu bruyant</strong><br />
  MANKAR&reg; fait le minimum de bruit. Le fonctionnement peu bruyant &eacute;pargne vos nerfs et respecte l&rsquo;environnement.</p>
<p><strong>Grand choix de mod&egrave;les et de largeurs de pulv&eacute;risation</strong><br />
  MANKAR&reg; est flexible. Vous trouverez immanquablement l&rsquo;appareil qui  vous convient parmi tous les mod&egrave;les et les largeurs de pulv&eacute;risation  propos&eacute;s.</p>
<p><strong>Alimentation &eacute;lectrique par piles rechargeables</strong><br />
  MANKAR&reg; est rechargeable. Fini les rallonges &eacute;lectriques : tous les  mod&egrave;les Mankar&reg; sont &eacute;quip&eacute;s de piles rechargeables disposant de 8 &agrave; 16  heures d&rsquo;autonomie selon le mod&egrave;le choisi.</p>
